#include <stdio.h>
#include "Matrix.h"

/*<--------------ТЗ-------------->
 * Прямоугольная матрица
 * Типы данных: целые вчисла, вещественные числа, комплексные числа
 * Базовые операции: матричное сложение и умножение, транспонирование, прибавление к строке линейной комбинации других строк
 *
 * Варивант №22
 * Прямоугольная матрица, целые и комплексные числа, матричное сложение и умножение, транспонирование
 * <-------------ТЗ--------------> */

int main() {
    printf("Hello, World!\n");
    return 0;
}
